tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask"

# cli
brew "docker"
brew "docker-compose", link: false
brew "podman"
brew "git"
brew "go"
brew "python@3.9"
brew "node"
brew "openjdk"
brew "groovy"
brew "maven"
brew "gradle"
brew "poetry"
brew "flake8"
brew "black"
brew "tmux"
brew "tree"
brew "vim"
brew "awscli"
brew "openshift-cli"
brew "kubernetes-cli"
brew "helm"
brew "k9s"
brew "stern"
brew "dive"
brew "tektoncd-cli"
brew "httpie"
brew "asciidoctorj"
brew "editorconfig"
brew "gh"

# desktop apps
cask "intellij-idea"
cask "visual-studio-code"
cask "google-chrome"
cask "firefox"
