tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jreleaser/tap"
tap "quarkusio/tap"
brew "act"
brew "adr-tools"
brew "age"
brew "glib"
brew "python@3.9"
brew "harfbuzz"
brew "asciidoctorj"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "bfg"
brew "black"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "cue"
brew "dive"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine-driver-hyperkit"
brew "editorconfig"
brew "flake8"
brew "flyway"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghc"
brew "git"
brew "git-lfs"
brew "libidn2"
brew "gnutls"
brew "gnupg", link: false
brew "go"
brew "go-critic"
brew "gobject-introspection"
brew "golangci-lint"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "groovy"
brew "haskell-language-server"
brew "haskell-stack"
brew "helm"
brew "httpie"
brew "hyperkit"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "leiningen"
brew "libslirp"
brew "maven"
brew "minikube"
brew "moreutils"
brew "nghttp2"
brew "nmap"
brew "node"
brew "opam"
brew "openapi-generator"
brew "openjdk@11"
brew "openshift-cli"
brew "packer"
brew "plantuml"
brew "qemu"
brew "podman"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "python@3.7"
brew "saml2aws"
brew "shellcheck"
brew "sops"
brew "stern"
brew "structurizr-cli"
brew "tektoncd-cli"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tree"
brew "upx"
brew "vapor"
brew "vim"
brew "yarn"
brew "go-task/tap/go-task"
brew "jreleaser/tap/jreleaser"
brew "quarkusio/tap/quarkus"
cask "aws-vault"
cask "cabal"
cask "docker"
cask "emacs"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "intellij-idea"
cask "kitty"
cask "logseq"
cask "microsoft-teams"
cask "spectacle"
cask "visual-studio-code"
cask "zotero"
